Repository: wolftagon-medmap/homecare-mobile
Catalog: lib/l10n/app_*.arb
Languages: id, zh

# homecare_valid_for_days
source: Valid for {days} Days
id: Berlaku selama {days} Hari
zh: 有效期 {days} 天

# homecare_experienced_caregivers
source: Experienced Caregivers
id: Perawat Berpengalaman
zh: 经验丰富的护理人员

# homecare_active_subscription
source: Active Subscription
id: Langganan Aktif
zh: 当前订阅

# homecare_expires_on
source: Expires on {date}
id: Berakhir pada {date}
zh: 过期时间 {date}

# homecare_purchase_now
source: Purchase Now - {price}
id: Beli Sekarang - {price}
zh: 立即购买 - {price}

# precision_nutrition_title
source: Precision Nutrition
id: Nutrisi Presisi
zh: 精准营养

# precision_assessment_title
source: Precision Nutrition Assessment
id: Penilaian Nutrisi Presisi
zh: 精准营养评估

# precision_assessment_desc
source: Start your journey with a deep analysis of your genes, metabolism and lifestyle to understand your body's unique needs.
id: Mulai perjalanan Anda dengan analisis mendalam tentang gen, metabolisme, dan gaya hidup Anda untuk memahami kebutuhan unik tubuh Anda.
zh: 通过深入分析您的基因、新陈代谢和生活方式，开启您的旅程，了解您身体的独特需求。

# precision_plan_title
source: Precision Nutrition Plan
id: Rencana Nutrisi Presisi
zh: 精准营养计划

# precision_plan_desc
source: Receive a personalized nutrition strategy crafted by experts to address your specific health goals and conditions.
id: Dapatkan strategi nutrisi yang dipersonalisasi yang dibuat oleh para ahli untuk mengatasi tujuan dan kondisi kesehatan spesifik Anda.
zh: 获取由专家制定的个性化营养策略，以应对您的特定健康目标和状况。

# precision_implementation_title
source: Precision Nutrition Implementation
id: Implementasi Nutrisi Presisi
zh: 精准营养实施

# precision_implementation_desc
source: Track progress and adapt your plan through continuous support, biomarker monitoring, and smart digital tools.
id: Lacak kemajuan dan sesuaikan rencana Anda melalui dukungan berkelanjutan, pemantauan biomarker, dan alat digital cerdas.
zh: 通过持续支持、生物标志物监测和智能数字工具跟踪进度并调整您的计划。

# precision_start_now
source: Start Now
id: Mulai Sekarang
zh: 立即开始

# precision_book_now
source: Book Now
id: Pesan Sekarang
zh: 立即预订

# precision_main_concern_question
source: What is your main concern?
id: Apa kekhawatiran utama Anda?
zh: 您的主要关注点是什么？

# precision_main_concern_subtitle
source: Choose the area that best describes your primary health goal
id: Pilih area yang paling menggambarkan tujuan kesehatan utama Anda
zh: 选择最能描述您主要健康目标的领域

# precision_sub_health
source: Sub-Health
id: Sub-Sehat
zh: 亚健康

# precision_sub_health_desc
source: Improve overall wellness and energy levels
id: Tingkatkan kesehatan dan tingkat energi secara keseluruhan
zh: 改善整体健康状况和精力水平

# precision_chronic_disease
source: Chronic Disease
id: Penyakit Kronis
zh: 慢性病

# precision_chronic_disease_desc
source: Manage and improve chronic health conditions
id: Kelola dan tingkatkan kondisi kesehatan kronis
zh: 管理和改善慢性健康状况

# precision_anti_aging
source: Anti-aging
id: Anti-penuaan
zh: 抗衰老

# precision_anti_aging_desc
source: Optimize health and vitality as you age
id: Optimalkan kesehatan dan vitalitas seiring bertambahnya usia
zh: 随着年龄增长优化健康和活力

# precision_basic_info_title
source: Basic Info & Health History
id: Info Dasar & Riwayat Kesehatan
zh: 基本信息与健康史

# precision_age_label
source: Age
id: Usia
zh: 年龄

# precision_age_hint
source: E.g 34 years old
id: Cth 34 tahun
zh: 例如 34 岁

# precision_age_error
source: Please enter your age
id: Harap masukkan usia Anda
zh: 请输入您的年龄

# precision_age_valid_error
source: Please enter a valid age
id: Harap masukkan usia yang valid
zh: 请输入有效年龄

# precision_gender_label
source: Gender
id: Jenis Kelamin
zh: 性别

# precision_gender_error
source: Please select your gender
id: Harap pilih jenis kelamin Anda
zh: 请选择您的性别

# precision_known_condition_label
source: Known Condition (Optional)
id: Kondisi Diketahui (Opsional)
zh: 已知状况（可选）

# precision_known_condition_hint
source: Write your condition history here
id: Tulis riwayat kondisi Anda di sini
zh: 在此填写您的病史

# precision_special_consideration_title
source: Patient with Special Consideration
id: Pasien dengan Pertimbangan Khusus
zh: 有特殊注意事项的患者

# precision_medication_history_label
source: Medication & supplement history
id: Riwayat obat & suplemen
zh: 药物与补充剂史

# precision_medication_history_hint
source: E.g: Avoid Clopidogrel, Ondansetron, etc
id: Cth: Hindari Clopidogrel, Ondansetron, dll
zh: 例如：避免氯吡格雷、昂丹司琼等

# precision_family_history_label
source: Family health history
id: Riwayat kesehatan keluarga
zh: 家族健康史

# precision_family_history_hint
source: Write other biomarkers here (minimum 10 characters)
id: Tulis biomarker lain di sini (minimal 10 karakter)
zh: 在此填写其他生物标志物（最少10个字符）

# precision_family_history_error
source: Please enter at least 10 characters
id: Harap masukkan setidaknya 10 karakter
zh: 请输入至少10个字符

# precision_self_rated_health_title
source: Self-Rated Health
id: Penilaian Kesehatan Mandiri
zh: 自评健康状况

# precision_terrible
source: Terrible
id: Sangat Buruk
zh: 糟糕

# precision_bad
source: Bad
id: Buruk
zh: 差

# precision_neutral
source: Neutral
id: Netral
zh: 一般

# precision_good
source: Good
id: Baik
zh: 好

# precision_excellent
source: Excellent
id: Sangat Baik
zh: 极好

# precision_its_terrible
source: It's terrible
id: Sangat buruk
zh: 很糟糕

# precision_its_bad
source: It's bad
id: Buruk
zh: 比较差

# precision_its_good
source: It's good
id: Baik
zh: 还不错

# precision_its_very_good
source: It's very good
id: Sangat baik
zh: 非常好

# precision_lifestyle_habits_title
source: Lifestyle & Habits
id: Gaya Hidup & Kebiasaan
zh: 生活方式与习惯

# precision_sleep_hours_question
source: How many hours of sleep do you get per night?
id: Berapa jam Anda tidur per malam?
zh: 您每晚睡眠多少小时？

# precision_hours_per_day
source: {hours} hours per day
id: {hours} jam per hari
zh: 每天 {hours} 小时

# precision_activity_level_label
source: Describe your typical daily activity level
id: Jelaskan tingkat aktivitas harian Anda
zh: 描述您典型的日常活动水平

# precision_activity_level_hint
source: E.g Working behind the desk 8 hours per day
id: Cth Bekerja di balik meja 8 jam per hari
zh: 例如：每天在办公桌前工作8小时

# precision_activity_level_error
source: Please describe your activity level
id: Harap jelaskan tingkat aktivitas Anda
zh: 请描述您的活动水平

# precision_exercise_frequency_label
source: How often do you exercise per week?
id: Seberapa sering Anda berolahraga per minggu?
zh: 您每周锻炼频率如何？

# precision_exercise_frequency_hint
source: E.g: Around 30 minutes per day
id: Cth: Sekitar 30 menit per hari
zh: 例如：每天约30分钟

# precision_exercise_frequency_error
source: Please describe your exercise frequency
id: Harap jelaskan frekuensi olahraga Anda
zh: 请描述您的锻炼频率

# precision_stress_level_label
source: Stress levels
id: Tingkat stres
zh: 压力水平

# precision_stress_level_hint
source: E.g: Intermediate stress level
id: Cth: Tingkat stres menengah
zh: 例如：中等压力水平

# precision_stress_level_error
source: Please describe your stress level
id: Harap jelaskan tingkat stres Anda
zh: 请描述您的压力水平

# precision_smoking_alcohol_label
source: Smoking or alcohol habits?
id: Kebiasaan merokok atau alkohol?
zh: 吸烟或饮酒习惯？

# precision_smoking_alcohol_hint
source: E.g: Heavy smoking
id: Cth: Perokok berat
zh: 例如：重度吸烟

# precision_smoking_alcohol_error
source: Please describe your smoking/alcohol habits
id: Harap jelaskan kebiasaan merokok/alkohol Anda
zh: 请描述您的吸烟/饮酒习惯

# precision_nutrition_habits_title
source: Nutrition Habits
id: Kebiasaan Nutrisi
zh: 营养习惯

# precision_meal_frequency_label
source: Describe your daily meal frequency
id: Jelaskan frekuensi makan harian Anda
zh: 描述您的每日进餐频率

# precision_meal_frequency_hint
source: E.g Twice a day
id: Cth Dua kali sehari
zh: 例如：一天两次

# precision_meal_frequency_error
source: Please describe your meal frequency
id: Harap jelaskan frekuensi makan Anda
zh: 请描述您的进餐频率

# precision_food_sensitivities_label
source: Known food sensitivities or allergies
id: Sensitivitas atau alergi makanan yang diketahui
zh: 已知食物敏感或过敏

# precision_food_sensitivities_hint
source: E.g: Seafoods such as shrimp
id: Cth: Makanan laut seperti udang
zh: 例如：海鲜（如虾）

# precision_food_sensitivities_error
source: Please describe your food sensitivities
id: Harap jelaskan sensitivitas makanan Anda
zh: 请描述您的食物敏感情况

# precision_favorite_foods_label
source: Favorite food types
id: Jenis makanan favorit
zh: 喜欢的食物类型

# precision_favorite_foods_hint
source: E.g: Chicken, Healthy Soup, Meatball
id: Cth: Ayam, Sup Sehat, Bakso
zh: 例如：鸡肉、健康汤、肉丸

# precision_favorite_foods_error
source: Please describe your favorite foods
id: Harap jelaskan makanan favorit Anda
zh: 请描述您喜欢的食物

# precision_avoided_foods_label
source: Avoided food types
id: Jenis makanan yang dihindari
zh: 避免的食物类型

# precision_avoided_foods_hint
source: E.g: Seafood
id: Cth: Makanan laut
zh: 例如：海鲜

# precision_avoided_foods_error
source: Please describe foods you avoid
id: Harap jelaskan makanan yang Anda hindari
zh: 请描述您避免的食物

# precision_water_intake_label
source: Water intake
id: Asupan air
zh: 饮水量

# precision_water_intake_hint
source: E.g: 7 glass per day
id: Cth: 7 gelas per hari
zh: 例如：每天7杯

# precision_water_intake_error
source: Please describe your water intake
id: Harap jelaskan asupan air Anda
zh: 请描述您的饮水量

# precision_past_diets_label
source: Past diets
id: Diet masa lalu
zh: 过去的饮食经历

# precision_past_diets_hint
source: E.g: Keto, low-carb, plant-based, raw food
id: Cth: Keto, rendah karbohidrat, nabati, makanan mentah
zh: 例如：生酮、低碳水、植物基、生食

# precision_past_diets_error
source: Please describe your past diets
id: Harap jelaskan diet masa lalu Anda
zh: 请描述您过去的饮食经历

# precision_biomarker_upload_title
source: Biomarker Upload
id: Unggah Biomarker
zh: 生物标志物上传

# precision_upload_header
source: Upload your medical records and connect devices
id: Unggah rekam medis Anda dan hubungkan perangkat
zh: 上传您的医疗记录并连接设备

# precision_upload_subtitle
source: This helps us create a more accurate and personalized nutrition plan
id: Ini membantu kami membuat rencana nutrisi yang lebih akurat dan personal
zh: 这有助于我们制定更准确和个性化的营养计划

# precision_upload_medical_records
source: Upload Medical Records
id: Unggah Rekam Medis
zh: 上传医疗记录

# precision_upload_medical_records_desc
source: Upload PDF, images, or other medical documents
id: Unggah PDF, gambar, atau dokumen medis lainnya
zh: 上传 PDF、图片或其他医疗文件

# precision_choose_file
source: Choose File
id: Pilih File
zh: 选择文件

# precision_connect_wearable
source: Connect Wearable Device
id: Hubungkan Perangkat Wearable
zh: 连接可穿戴设备

# precision_connect_wearable_desc
source: Sync data from your smartwatch, fitness tracker, or other devices
id: Sinkronkan data dari jam tangan pintar, pelacak kebugaran, atau perangkat lainnya
zh: 同步来自您的智能手表、健身追踪器或其他设备的数据

# precision_uploaded_files
source: Uploaded Files
id: File Terunggah
zh: 已上传文件

# precision_submit_assessment
source: Submit Assessment
id: Kirim Penilaian
zh: 提交评估

# precision_success_title
source: Success!
id: Berhasil!
zh: 成功！

# precision_success_content
source: Your Precision Nutrition Assessment has been submitted successfully. Our experts will review your information and create a personalized plan for you.
id: Penilaian Nutrisi Presisi Anda telah berhasil dikirim. Para ahli kami akan meninjau informasi Anda dan membuat rencana yang dipersonalisasi untuk Anda.
zh: 您的精准营养评估已成功提交。我们的专家将审查您的信息并为您制定个性化计划。

# precision_view_details
source: View Details
id: Lihat Detail
zh: 查看详情

# precision_my_assessment_details
source: My Nutrition Assessment Details
id: Detail Penilaian Nutrisi Saya
zh: 我的营养评估详情

# precision_edit_information
source: Edit Information
id: Ubah Informasi
zh: 编辑信息

# precision_download_pdf
source: Download (PDF)
id: Unduh (PDF)
zh: 下载 (PDF)

# precision_back_to_page
source: Back to Precision Nutrition Page
id: Kembali ke Halaman Nutrisi Presisi
zh: 返回精准营养页面

# precision_plan_my_plan
source: My Precision Nutrition Plan
id: Rencana Nutrisi Presisi Saya
zh: 我的精准营养计划

# precision_plan_tab_dietary
source: Dietary Plan
id: Rencana Diet
zh: 饮食计划

# precision_plan_tab_supplements
source: Supplements
id: Suplemen
zh: 补充剂

# precision_plan_tab_lifestyle
source: Lifestyle
id: Gaya Hidup
zh: 生活方式

# precision_plan_request_update
source: Request Plan Update
id: Minta Pembaruan Rencana
zh: 请求更新计划

# precision_plan_goal
source: GOAL
id: TUJUAN
zh: 目标

# precision_plan_strategy
source: STRATEGY
id: STRATEGI
zh: 策略

# precision_plan_daily_calory
source: DAILY CALORY TARGET
id: TARGET KALORI HARIAN
zh: 每日热量目标

# precision_plan_recommended_foods
source: Recommended Foods
id: Makanan yang Direkomendasikan
zh: 推荐食物

# precision_plan_foods_to_limit
source: Foods to Limit
id: Makanan untuk Dibatasi
zh: 需限制食物

# precision_plan_weekly_meal_plan
source: Weekly Meal Plan
id: Rencana Makan Mingguan
zh: 每周膳食计划

# precision_plan_view_all
source: View All
id: Lihat Semua
zh: 查看全部

# precision_weekly_meal_plan_title
source: Weekly Meal Plan
id: Rencana Makan Mingguan
zh: 每周膳食计划

# precision_day_meal_plan
source: {day} Meal Plan
id: Rencana Makan {day}
zh: {day} 膳食计划

# precision_meal_breakfast
source: Breakfast
id: Sarapan
zh: 早餐

# precision_meal_lunch
source: Lunch
id: Makan Siang
zh: 午餐

# precision_meal_dinner
source: Dinner
id: Makan Malam
zh: 晚餐

# precision_implementation_journey
source: Implementation Journey
id: Perjalanan Implementasi
zh: 实施旅程

# precision_implementation_indepth_assessment
source: In-Depth Assessment (2-4 weeks)
id: Penilaian Mendalam (2-4 minggu)
zh: 深度评估（2-4周）

# precision_implementation_intervention
source: Intervention (3-6 months)
id: Intervensi (3-6 bulan)
zh: 干预（3-6个月）

# precision_implementation_maintenance
source: Maintenance
id: Pemeliharaan
zh: 维护

# precision_sub_health_metabolic
source: Metabolic Function Optimization
id: Optimalisasi Fungsi Metabolik
zh: 代谢功能优化

# precision_sub_health_gut_brain
source: Gut-Brain Axis Regulation
id: Regulasi Poros Usus-Otak
zh: 肠脑轴调节

# precision_sub_health_immune
source: Immune Balance Intervention
id: Intervensi Keseimbangan Imun
zh: 免疫平衡干预

# precision_chronic_diabetes
source: Diabetes Management
id: Manajemen Diabetes
zh: 糖尿病管理

# precision_chronic_cardio
source: Cardiovascular Disease Support
id: Dukungan Penyakit Kardiovaskular
zh: 心血管疾病支持

# precision_chronic_autoimmune
source: Autoimmune Disease Care
id: Perawatan Penyakit Autoimun
zh: 自身免疫性疾病护理

# precision_chronic_obesity
source: Obesity Management
id: Manajemen Obesitas
zh: 肥胖管理

# precision_anti_aging_cellular
source: Cellular Regeneration & Mitochondrial Health
id: Regenerasi Sel & Kesehatan Mitokondria
zh: 细胞再生与线粒体健康

# precision_anti_aging_cognitive
source: Cognitive Longevity & Neuroprotection
id: Umur Panjang Kognitif & Neuroproteksi
zh: 认知长寿与神经保护

# precision_anti_aging_hormonal
source: Hormonal Balance & Vitality optimization
id: Keseimbangan Hormon & Optimalisasi Vitalitas
zh: 荷尔蒙平衡与活力优化

# precision_anti_aging_skin
source: Skin & Structural Longevity
id: Kesehatan Kulit & Struktur
zh: 皮肤与结构长寿

# precision_learn_more
source: Learn More
id: Pelajari Lebih Lanjut
zh: 了解更多

# precision_applicable_issues
source: APPLICABLE ISSUES
id: MASALAH YANG BERLAKU
zh: 适用问题

# precision_services_include
source: SERVICES INCLUDE
id: LAYANAN TERMASUK
zh: 服务包括

# precision_interventions_include
source: INTERVENTIONS INCLUDE
id: INTERVENSI TERMASUK
zh: 干预包括

# precision_solutions_include
source: SOLUTIONS INCLUDE
id: SOLUSI TERMASUK
zh: 解决方案包括

# precision_technologies_used
source: TECHNOLOGIES USED
id: TEKNOLOGI YANG DIGUNAKAN
zh: 使用的技术

# precision_programs_include
source: PROGRAMS INCLUDE
id: PROGRAM TERMASUK
zh: 计划包括

# precision_precision_methods_include
source: PRECISION METHODS INCLUDE
id: METODE PRESISI TERMASUK
zh: 精准方法包括

# day_monday
source: Monday
id: Senin
zh: 星期一

# day_tuesday
source: Tuesday
id: Selasa
zh: 星期二

# day_wednesday
source: Wednesday
id: Rabu
zh: 星期三

# day_thursday
source: Thursday
id: Kamis
zh: 星期四

# day_friday
source: Friday
id: Jumat
zh: 星期五

# day_saturday
source: Saturday
id: Sabtu
zh: 星期六

# day_sunday
source: Sunday
id: Minggu
zh: 星期日

# nutrition_protein
source: Protein
zh: 蛋白质

# nutrition_carbs
source: Carbs
id: Karbohidrat
zh: 碳水化合物

# nutrition_fat
source: Fat
id: Lemak
zh: 脂肪

# admin_homecare_service_rates
source: Service Rates
id: Tarif Layanan
zh: 服务费率

# admin_homecare_subscription_plans
source: Subscription Plans
id: Paket Langganan
zh: 订阅计划

# admin_homecare_update_successful
source: Update successful
id: Pembaruan berhasil
zh: 更新成功

# admin_homecare_update_failed
source: Update failed: {error}
id: Pembaruan gagal: {error}
zh: 更新失败：{error}

# admin_homecare_no_service_rates
source: No service rates found.
id: Tidak ada tarif layanan ditemukan.
zh: 未找到服务费率。

# admin_homecare_no_subscription_plans
source: No subscription plans found.
id: Tidak ada paket langganan ditemukan.
zh: 未找到订阅计划。

# admin_homecare_edit_rate
source: Edit Rate: {name}
id: Ubah Tarif: {name}
zh: 编辑费率：{name}

# admin_homecare_edit_plan
source: Edit Plan
id: Ubah Paket
zh: 编辑计划

# admin_homecare_price
source: Price
id: Harga
zh: 价格

# admin_homecare_quota_hours
source: Quota (Hours)
id: Kuota (Jam)
zh: 配额（小时）

# admin_homecare_validity_days
source: Validity (Days)
id: Masa Berlaku (Hari)
zh: 有效期（天）

# admin_homecare_active
source: Active
id: Aktif
zh: 已激活

# admin_homecare_inactive
source: Inactive
id: Tidak Aktif
zh: 未激活

# admin_homecare_save_changes
source: Save Changes
id: Simpan Perubahan
zh: 保存更改

# admin_homecare_plan_details
source: Price: ${price} | Quota: {quota}h | Validity: {days}d
id: Harga: ${price} | Kuota: {quota}j | Berlaku: {days}h
zh: 价格：${price} | 配额：{quota}小时 | 有效期：{days}天

# favourite_title
source: Favourites
id: Favorit
zh: 收藏夹

# favourite_no_favorites
source: You have no favorite professionals yet.
id: Anda belum memiliki profesional favorit.
zh: 您还没有收藏的专业人员。

# favourite_error_fetching
source: Error fetching data: {error}
id: Kesalahan mengambil data: {error}
zh: 获取数据错误：{error}

# favourite_error_toggle
source: Error: {error}
id: Kesalahan: {error}
zh: 错误：{error}

# medical_store_title
source: Medical Store
id: Toko Medis
zh: 医疗商店

# medical_store_sort
source: Sort
id: Urutkan
zh: 排序

# medical_store_consumable_tab
source: Homecare Consumable
id: Barang Habis Pakai
zh: 医疗耗材

# medical_store_poct_tab
source: Point of Care Testing
zh: 屁哦西提

# medical_store_no_products
source: No products available
id: Tidak ada produk tersedia
zh: 暂无产品

# medical_store_load_failed
source: Failed to load products
id: Gagal memuat produk
zh: 加载产品失败

# payment_title
source: Payment
id: Pembayaran
zh: 支付

# payment_order_summary
source: Order Summary
id: Ringkasan Pesanan
zh: 订单摘要

# payment_charge
source: Charge
id: Biaya
zh: 费用

# payment_total
source: Total
zh: 总计

# payment_select_method
source: Select Payment Method
id: Pilih Metode Pembayaran
zh: 选择支付方式

# payment_confirm_btn
source: Confirm
id: Konfirmasi
zh: 确认

# payment_pay_btn
source: Pay {amount}
id: Bayar {amount}
zh: 支付 {amount}

# payment_success_title
source: Payment Success
id: Pembayaran Berhasil
zh: 支付成功

# payment_success_content
source: Your money has been successfully sent to {name}.
id: Uang Anda telah berhasil dikirim ke {name}.
zh: 您的款项已成功发送给 {name}。

# payment_amount
source: Amount
id: Jumlah
zh: 金额

# payment_how_is_experience
source: How is your experience?
id: Bagaimana pengalaman Anda?
zh: 您的体验如何？

# payment_feedback_help
source: Your feedback will help us to improve your experience better
id: Umpan balik Anda akan membantu kami meningkatkan pengalaman Anda menjadi lebih baik
zh: 您的反馈将帮助我们更好地 改善您的体验

# payment_please_feedback_btn
source: Please Feedback
id: Berikan Umpan Balik
zh: 请反馈

# payment_return_home_btn
source: Return to Home
id: Kembali ke Beranda
zh: 返回首页

# payment_feedback_thank_you
source: Thank you for your feedback!
id: Terima kasih atas umpan balik Anda!
zh: 感谢您的反馈！

# payment_feedback_success_content
source: This appointment has been completed and can be viewed in the completed orders menu
id: Janji temu ini telah selesai dan dapat dilihat di menu pesanan selesai
zh: 此预约已完成，可以在已完成订单菜单中查看

# payment_view_detail_btn
source: View Detail
id: Lihat Detail
zh: 查看详情

# payment_excellent
source: Excellent
id: Luar Biasa
zh: 极好

# payment_rated_text
source: You rated {name} {stars} stars
id: Anda memberi {name} {stars} bintang
zh: 您给 {name} 打了 {stars} 星

# payment_write_text_hint
source: Write your text
id: Tulis teks Anda
zh: 写下您的文字

# payment_give_tips
source: Give some tips to {name}
id: Berikan tip kepada {name}
zh: 给 {name} 一些小费

# payment_enter_other_amount
source: Enter other amount
id: Masukkan jumlah lain
zh: 输入其他金额

# payment_enter_amount_hint
source: Enter amount
id: Masukkan jumlah
zh: 输入金额

# payment_submit_btn
source: Submit
id: Kirim
zh: 提交

# payment_failed
source: Payment Failed: {message}
id: Pembayaran Gagal: {message}
zh: 支付失败：{message}

# payment_feedback_failed
source: Feedback Failed: {message}
id: Umpan Balik Gagal: {message}
zh: 反馈失败：{message}

# payment_purchase_failed
source: Purchase Failed: {message}
id: Pembelian Gagal: {message}
zh: 购买失败：{message}

# payment_subscription_success_title
source: Payment Successful
id: Pembayaran Berhasil
zh: 支付成功

# payment_subscription_success_content
source: You have successfully subscribed to {plan}
id: Anda telah berhasil berlangganan {plan}
zh: 您已成功订阅 {plan}

# schedule_working_schedule_title
source: Working Schedule
id: Jadwal Kerja
zh: 工作时间表

# schedule_weekly_hours_tab
source: Weekly Hours
id: Jam Mingguan
zh: 每周时间

# schedule_date_specific_hours_tab
source: Date-specific Hours
id: Jam Spesifik Tanggal
zh: 特定日期时间

# schedule_preview_tab
source: Preview
id: Pratinjau
zh: 预览

# schedule_unavailable
source: Unavailable
id: Tidak Tersedia
zh: 不可用

# schedule_edit_hours
source: Edit Hours
id: Edit Jam
zh: 编辑时间

# schedule_add_hours
source: Add Hours
id: Tambah Jam
zh: 添加时间

# schedule_start
source: Start
id: Mulai
zh: 开始

# schedule_end
source: End
id: Selesai
zh: 结束

# schedule_please_select_time
source: Please select both start and end time.
id: Harap pilih waktu mulai dan selesai.
zh: 请选择开始和结束时间。

# schedule_end_time_error
source: End time must be after start time.
id: Waktu selesai harus setelah waktu mulai.
zh: 结束时间必须晚于开始时间。

# schedule_delete_time_block_title
source: Delete Time Block?
id: Hapus Blok Waktu?
zh: 删除时间块？

# schedule_delete_time_block_content
source: Are you sure you want to delete {start} - {end}?
id: Apakah Anda yakin ingin menghapus {start} - {end}?
zh: 您确定要删除 {start} - {end} 吗？

# schedule_add_time_slot_title
source: Add Time Slot
id: Tambah Slot Waktu
zh: 添加时间段

# schedule_add_btn
source: Add
id: Tambah
zh: 添加

# schedule_revert_to_weekly
source: Revert to Weekly
id: Kembali ke Mingguan
zh: 恢复为每周

# schedule_i_am_unavailable
source: I am unavailable
id: Saya tidak tersedia
zh: 我不可用

# schedule_mark_day_off
source: Mark this specific date as a Day Off
id: Tandai tanggal ini sebagai Hari Libur
zh: 将此特定日期标记为休息日

# schedule_specific_hours
source: Specific Hours
id: Jam Khusus
zh: 特定时间

# schedule_no_slots_added
source: No slots added yet. You appear unavailable.
id: Belum ada slot ditambahkan. Anda tampak tidak tersedia.
zh: 尚未添加时间段。您显示为不可用。

# schedule_using_weekly
source: Using Weekly Schedule
id: Menggunakan Jadwal Mingguan
zh: 使用每周时间表

# schedule_customize_hours
source: Customize Hours for this Date
id: Sesuaikan Jam untuk Tanggal ini
zh: 为此日期自定义时间

# schedule_reset_default_title
source: Reset to Default?
id: Reset ke Default?
zh: 重置为默认？

# schedule_reset_default_content
source: This will remove your custom settings for this day. The schedule will revert to your recurring weekly rules.
id: Ini akan menghapus pengaturan khusus Anda untuk hari ini. Jadwal akan kembali ke aturan mingguan berulang Anda.
zh: 这将删除您为此日期的自定义设置。时间表将恢复为您每周的重复规则。

# schedule_reset_btn
source: Reset
zh: 重置

# schedule_select_date
source: Select Date
id: Pilih Tanggal
zh: 选择日期

# schedule_available_hours
source: Available Hours
id: Jam Tersedia
zh: 可用时间

# schedule_no_available_slots
source: No available slots for this day.
id: Tidak ada slot tersedia untuk hari ini.
zh: 此日期没有可用的时段。
