Repository: wolftagon-medmap/homecare-mobile
Catalog: lib/l10n/app_*.arb
Languages: id, zh

# schedule_availability_added
source: Availability added!
id: Ketersediaan ditambahkan!
zh: 可用性已添加！

# schedule_availability_updated
source: Availability updated!
id: Ketersediaan diperbarui!
zh: 可用性已更新！

# schedule_availability_removed
source: Availability removed!
id: Ketersediaan dihapus!
zh: 可用性已移除！

# schedule_reverted_success
source: Reverted to weekly schedule
id: Dikembalikan ke jadwal mingguan
zh: 已恢复为每周时间表

# schedule_updated_success
source: Schedule updated successfully
id: Jadwal berhasil diperbarui
zh: 时间表更新成功

# rpm_title
source: Monitor My Vitals
zh: 监测我的生命体征

# rpm_heart_performance
source: Heart Performance
zh: 心脏 性能

# rpm_blood_oxygen
source: Blood Oxygen Saturation (SpO2)
zh: 血氧 饱和度 (SpO2)

# rpm_blood_glucose
source: Blood Glucose
zh: 血糖

# rpm_blood_pressure
source: Blood Pressure
zh: 血压

# rpm_add_new_vital
source: + Add New Vital
zh: + 添加新体征

# rpm_link_device
source: Link Device
zh: 连接设备

# rpm_add_record
source: Add Record
zh: 添加记录

# second_opinion_title
source: Second Opinion
zh: 第二意见

# second_opinion_teleradiology_title
source: Teleradiology
zh: 远程放射学

# second_opinion_teleradiology_desc
source: Discover expert second opinions on medical imaging from our specialized radiologists, guiding your healthcare decisions with focused knowledge in cardiovascular, musculoskeletal, head & neck, and neuro-imaging
zh: 从我们的专业放射科医生那里发现关于医学影像的专家第二意见，通过在心血管、肌肉骨骼、头颈和神经影像方面的专注知识指导您的医疗决策

# second_opinion_telepathology_title
source: Telepathology
zh: 远程病理学

# second_opinion_telepathology_desc
source: Our specialists leverage cutting-edge telemedicine tech for remote pathology image reviews and consultations with medical teams globally
zh: 我们的专家利用尖端的远程医疗技术进行远程病理图像审查，并与全球医疗团队进行咨询

# teleradiology_title
source: Teleradiology
zh: 远程放射学

# teleradiology_disease_name
source: Disease Name
zh: 疾病名称

# teleradiology_disease_history
source: Disease History Description
zh: 疾病史描述

# teleradiology_disease_hint
source: E.g Diptheria, Pneumonia
zh: 例如：白喉、肺炎

# teleradiology_other_biomarkers
source: Other Biomakers
zh: 其他生物标志物

# teleradiology_history_hint
source: Enter disease history description here...
zh: 在此输入疾病史描述...

# teleradiology_patient_info
source: Patient Information
zh: 患者信息

# teleradiology_biomarker_hint
source: Enter other biomarker information here...
zh: 在此输入其他生物标志物信息...

# teleradiology_radiology_images
source: Radiology Images
zh: 放射学图像

# teleradiology_ct_scan
source: CT Scan
zh: CT 扫描

# teleradiology_mri_scan
source: MRI Scan
zh: MRI 扫描

# teleradiology_mammogram
source: Mammogram
zh: 乳腺 X 线摄影

# teleradiology_medical_opinion
source: Medical Opinion
zh: 医学意见

# teleradiology_professional_only_info
source: ** Information below will be provided by Medical Professionals only
zh: ** 以下信息仅由医疗专业人员提供

# teleradiology_diagnostic_opinion
source: Diagnostic opinion
zh: 诊断意见

# teleradiology_recommendation_opinion
source: Recommendation Opinion
zh: 建议意见

# physiotherapy_title
source: Physiotherapy
zh: 物理治疗

# physiotherapy_musculoskeletal_title
source: Musculoskeletal Physiotherapy
zh: 肌肉骨骼物理治疗

# physiotherapy_musculoskeletal_desc
source: Musculoskeletal physiotherapy treats injuries involving muscles, joints, bones, ligaments, tendons, and nerves.
zh: 肌肉骨骼物理治疗治疗涉及肌肉、关节、骨骼、韧带、肌腱和神经的损伤。

# physiotherapy_neurological_title
source: Neurological Physiotherapy
zh: 神经物理治疗

# physiotherapy_neurological_desc
source: Neurological physiotherapy treats conditions affecting the nervous system, including the brain, spinal cord, and nerves.
zh: 神经物理治疗治疗影响神经系统的疾病，包括大脑、脊髓和神经。

# physiotherapy_book_appointment
source: Book Appointment
zh: 预约

# physiotherapy_duration_label
source: DURATION
zh: 持续时间

# physiotherapy_duration_value
source: 4560 minutes per session
zh: 每节课 45–60 分钟

# physiotherapy_treatment_type_label
source: TREATMENT TYPE
zh: 治疗类型

# physiotherapy_suitable_for_title
source: This Service is suitable for:
zh: 此服务适用于：

# physiotherapy_what_you_get_title
source: What youll get
zh: 您将获得

# physiotherapy_ms_item_1
source: Posture & movement correction
zh: 姿势和动作矫正

# physiotherapy_ms_item_2
source: Stretching & strengthening
zh: 拉伸和加强

# physiotherapy_ms_item_3
source: Exercise therapy
zh: 运动疗法

# physiotherapy_ms_item_4
source: Manual therapy
zh: 手法治疗

# physiotherapy_ms_reason_1
source: Overuse tendon injuries
zh: 过度使用肌腱损伤

# physiotherapy_ms_reason_2
source: Joint wear and tear (e.g. arthritis)
zh: 关节磨损（例如关节炎）

# physiotherapy_ms_reason_3
source: Muscle strain
zh: 肌肉拉伤

# physiotherapy_ms_reason_4
source: Ligament sprain
zh: 韧带扭伤

# physiotherapy_ms_reason_5
source: Joint pain & stiffness
zh: 关节疼痛和僵硬

# physiotherapy_ms_reason_6
source: Movement-related pain
zh: 与运动相关的疼痛

# physiotherapy_ms_benefit_1
source: Pain reduction
zh: 减轻疼痛

# physiotherapy_ms_benefit_2
source: Improved mobility
zh: 改善灵活性

# physiotherapy_ms_benefit_3
source: Better joint function
zh: 更好的关节功能

# physiotherapy_ms_benefit_4
source: Easier daily activities
zh: 更轻松的日常活动

# physiotherapy_ms_benefit_5
source: Faster recovery
zh: 更快康复

# physiotherapy_neuro_item_1
source: Strength & coordination exercises
zh: 力量和协调练习

# physiotherapy_neuro_item_2
source: Functional movement training
zh: 功能性运动训练

# physiotherapy_neuro_item_3
source: Balance & gait training
zh: 平衡和步态训练

# physiotherapy_neuro_item_4
source: Neuro-motor training
zh: 神经运动训练

# physiotherapy_neuro_reason_1
source: Stroke recovery
zh: 中风恢复

# physiotherapy_neuro_reason_2
source: Parkinsons disease
zh: 帕金森病

# physiotherapy_neuro_reason_3
source: Multiple sclerosis
zh: 多发性硬化症

# physiotherapy_neuro_reason_4
source: Spinal cord injury
zh: 脊髓损伤

# physiotherapy_neuro_reason_5
source: Traumatic brain injury
zh: 创伤性脑损伤

# physiotherapy_neuro_reason_6
source: Nerve damage
zh: 神经损伤

# physiotherapy_neuro_reason_7
source: Balance & coordination disorders
zh: 平衡和协调障碍

# physiotherapy_neuro_benefit_1
source: Better movement control
zh: 更好的运动控制

# physiotherapy_neuro_benefit_2
source: Improved balance & coordination
zh: 改善平衡和协调

# physiotherapy_neuro_benefit_3
source: Increased independence in daily activities
zh: 增加日常活动的独立性

# physiotherapy_neuro_benefit_4
source: Reduced physical limitations
zh: 减少身体限制

# physiotherapy_neuro_benefit_5
source: Improved confidence & well-being
zh: 提高信心和幸福感

# physiotherapy_scheduling_duration
source: Duration
zh: 时长

# physiotherapy_scheduling_minutes
source: {minutes} minutes
zh: {minutes} 分钟

# physiotherapy_scheduling_select_date
source: Select Date
zh: 选择日期

# physiotherapy_scheduling_select_hour
source: Select Hour
zh: 选择小时

# physiotherapy_scheduling_no_slots
source: No available slots for this day.
zh: 今天没有可用的时段。

# physiotherapy_scheduling_failed_load_slots
source: Failed to load slots
zh: 加载时段失败

# physiotherapy_scheduling_submitting
source: Submitting...
zh: 提交中...

# physiotherapy_scheduling_submit
source: Submit
zh: 提交

# physiotherapy_flow_success
source: Appointment created successfully
zh: 预约创建成功

# physiotherapy_flow_failure
source: Failed to create appointment
zh: 创建预约失败

# physiotherapy_flow_failure_with_reason
source: Failed to create appointment: {reason}
zh: 创建预约失败： {reason}

# physiotherapy_summary
source: Physiotherapy Session ({duration} mins)
zh: 物理治疗课 ({duration} 分钟)
