Repository: wolftagon-medmap/homecare-mobile
Catalog: lib/l10n/app_*.arb
Languages: id, zh

# common_cancel
source: Cancel
id: Batal
zh: 取消

# common_confirm
source: Confirm
id: Konfirmasi
zh: 确认

# common_delete
source: Delete
id: Hapus
zh: 删除

# common_error
source: Error: {message}
id: Kesalahan: {message}
zh: 错误：{message}

# common_no
source: No
id: Tidak
zh: 否

# common_no_data
source: No data available
id: Tidak ada data tersedia
zh: 暂无数据

# common_retry
source: Retry
id: Coba Lagi
zh: 重试

# common_status
source: Status
zh: 状态

# common_description
source: Description
id: Deskripsi
zh: 描述

# common_yes
source: Yes
id: Ya
zh: 是

# common_complete
source: Complete
id: Selesai
zh: 完成

# common_save
source: Save
id: Simpan
zh: 保存

# common_saving
source: Saving...
id: Menyimpan...
zh: 正在保存...

# common_modify
source: Modify
id: Ubah
zh: 修改

# common_remove
source: Remove
id: Hapus
zh: 移除

# common_updated_success
source: Updated successfully
id: Berhasil diperbarui
zh: 更新成功

# common_delete_success
source: Deleted successfully
id: Berhasil dihapus
zh: 删除成功

source: Name
id: Nama
zh: 姓名

source: Full Name
id: Nama Lengkap
zh: 全名

source: Age
id: Usia
zh: 年龄

source: {age} years old
id: {age} tahun
zh: {age} 岁

source: Gender
id: Jenis Kelamin
zh: 性别

source: Contact Number
id: Nomor Kontak
zh: 联系电话

source: Address
id: Alamat
zh: 地址

source: Weight
id: Berat
zh: 体重

source: Height
id: Tinggi
zh: 身高

source: None
id: Tidak Ada
zh: 无

# created_on
source: Created on: {date}
id: Dibuat pada: {date}
zh: 创建于：{date}

source: Last updated
id: Terakhir diperbarui
zh: 最后更新

# tab_home
source: Home
id: Beranda
zh: 首页

source: Services
id: Layanan
zh: 服务

# allied_services
source: Allied Health
id: Layanan Kesehatan Penunjang
zh: 辅助医疗

# pharmacist_services
source: iRX Pharmacist Service
id: Layanan Apoteker iRX
zh: iRX 药师服务

# nursing_service
source: Home Nursing
id: Layanan Keperawatan di Rumah
zh: 居家护理

# diabetic_care_service
source: Diabetic Care
id: Perawatan Diabetes
zh: 糖尿病护理

# home_screening_service
source: Home Health Screening
id: Skrining Kesehatan di Rumah
zh: 居家健康筛查

# precision_nutrition_service
source: Precision Nutrition
id: Nutrisi Presisi
zh: 精准营养

# homecare_for_elderly_service
source: Home Care for Elderly
id: Perawatan Lansia di Rumah
zh: 长者居家护理

# physiotherapy_service
source: Physiotherapy
id: Fisioterapi
zh: 物理治疗

# remote_patient_monitoring_service
source: Remote Patient Monitoring
id: Pemantauan Kesehatan Jarak Jauh
zh: 远程健康监测

# second_opinion_service
source: 2nd Opinion for Medical Image
id: Second Opinion Citra Medis
zh: 医学影像第二意见

# health_risk_assessment_service
source: Health Risk Assessment
id: Penilaian Risiko Kesehatan
zh: 健康风险评估

source: Dietitian Service
id: Layanan Ahli Gizi
zh: 营养师服务

# sleep_and_mental_health_service
source: Sleep & Mental Health
id: Tidur & Kesehatan Mental
zh: 睡眠与心理健康

# dashboard_greeting
source: Live Longer & Live Healthier, {displayName}!
id: Hidup Lebih Lama & Sehat, {displayName}!
zh: 更长寿，更健康，{displayName}！

# dashboard_chat_ai_placeholder
source: Chat With AI doctor for all your health questions
id: Tanya dokter AI seputar kesehatan Anda
zh: 咨询AI医生，解答您的健康疑问

source: Appointment
id: Janji Temu
zh: 预约

# appointment_list_title
source: My Appointment
id: Janji Temu Saya
zh: 我的预约

# appointment_status_upcoming
source: Upcoming
id: Akan Datang
zh: 即将开始

# appointment_status_pending
source: Pending
id: Menunggu
zh: 待处理

# appointment_status_waiting_approval
source: Waiting Approval
id: Menunggu Persetujuan
zh: 等待批准

# appointment_status_accepted
source: Accepted
id: Disetujui
zh: 已接受

# appointment_status_completed
source: Completed
id: Selesai
zh: 已完成

# appointment_status_cancelled
source: Cancelled
id: Dibatalkan
zh: 已取消

# appointment_status_missed
source: Missed
id: Terlewat
zh: 已错过

# appointment_list_empty
source: No {appointment_status} appointments found.
id: Tidak ditemukan janji temu {appointment_status}.
zh: 未找到{appointment_status}预约。

# appointment_cancel_booking_btn
source: Cancel Booking
id: Batalkan
zh: 取消预约

# appointment_reschedule_btn
source: Reschedule
id: Jadwalkan Ulang
zh: 重新安排

# appointment_book_again_btn
source: Book Again
id: Pesan Lagi
zh: 再次预订

# appointment_rating_btn
source: Rate
id: Nilai
zh: 评价

# appointment_decline_btn
source: Decline
id: Tolak
zh: 拒绝

# appointment_accept_btn
source: Accept
id: Terima
zh: 接受

# appointment_mark_complete_btn
source: Mark as Complete
id: Tandai Selesai
zh: 标记为完成

# appointment_screening_confirm_sample_btn
source: Confirm Sample Collected
id: Konfirmasi Sampel Diambil
zh: 确认样本已采集

# appointment_screening_upload_report_btn
source: Upload Report
id: Unggah Laporan
zh: 上传报告

# appointment_arrange_video_consultation
source: Arrange Video Consultation
id: Atur Konsultasi Video
zh: 安排视频咨询

# appointment_pay_btn
source: Pay
id: Bayar
zh: 支付

# appointment_detail_title
source: Appointment Detail
id: Detail Janji Temu
zh: 预约详情

# appointment_detail_schedule_title
source: Appointment Schedule
id: Jadwal Janji Temu
zh: 预约时间表

# appointment_detail_patient_title
source: Patient Information
id: Informasi Pasien
zh: 患者信息

# appointment_detail_lab_test_title
source: Lab Test Information
id: Informasi Tes Lab
zh: 实验室测试信息

# appointment_detail_report
source: {count, plural, =0{No Reports} =1{Report} other{Reports}}
id: {count, plural, =0{Tidak Ada Laporan} =1{Laporan} other{Laporan}}
zh: {count, plural, =0{无报告} =1{份报告} other{份报告}}

# appointment_detail_requested_homecare_task
source: Requested Homecare Tasks
id: Tugas Homecare yang Diminta
zh: 请求的居家护理任务

# appointment_detail_requested_homecare_task_empty
source: No specific homecare tasks requested.
id: Tidak ada tugas homecare khusus yang diminta.
zh: 未请求具体的居家护理任务。

# appointment_detail_patient_problem_title
source: Patient Problems
id: Keluhan Pasien
zh: 患者问题

# appointment_detail_patient_problem_empty
source: No specific problem details provided.
id: Tidak ada detail keluhan khusus yang diberikan.
zh: 未提供具体问题详情。

# appointment_detail_payment_title
source: Payment Information
id: Informasi Pembayaran
zh: 支付信息

# appointment_detail_estimated_budget
source: Estimated Budget
id: Perkiraan Biaya
zh: 预计预算

# appointment_detail_payment_details
source: Payment Details
id: Rincian Pembayaran
zh: 支付详情

# appointment_detail_payment_date
source: Payment Date
id: Tanggal Pembayaran
zh: 支付日期

# appointment_detail_payment_method
source: Payment Method
id: Metode Pembayaran
zh: 支付方式

# appointment_detail_order_completed_date
source: Order Completed
id: Pesanan Selesai
zh: 订单完成

# appointment_detail_total_amount
source: Total: {amount}
zh: 总计：{amount}

# appointment_detail_total_label
source: Total
zh: 总计

# appointment_detail_service_requested
source: Services Requested
id: Layanan yang Diminta
zh: 请求的服务

# appointment_summary
source: Summary:
id: Ringkasan:
zh: 摘要：

# appointment_update_success_message
source: Appointment updated successfully
id: Janji temu berhasil diperbarui
zh: 预约更新成功

# appointment_accept_success_message
source: Appointment accepted successfully
id: Janji temu berhasil diterima
zh: 预约已接受

# appointment_decline_success_message
source: Appointment declined successfully
id: Janji temu berhasil ditolak
zh: 预约已拒绝

# appointment_complete_success_message
source: Appointment completed successfully
id: Janji temu berhasil diselesaikan
zh: 预约已完成

# appointment_confirm_sample_success_message
source: Sample collection confirmed successfully
id: Pengambilan sampel berhasil dikonfirmasi
zh: 样本采集已确认

# appointment_mark_report_ready_success_message
source: Report marked as ready
id: Laporan ditandai sebagai siap
zh: 报告已标记为准备就绪

# appointment_cancel_dialog_content
source: Are you sure to cancel this appointment?
id: Apakah Anda yakin ingin membatalkan janji temu ini?
zh: 您确定要取消此预约吗？

# appointment_cancel_dialog_subtitle
source: You can rebook it later from the canceled appointment menu.
id: Anda dapat memesan ulang nanti dari menu janji temu yang dibatalkan.
zh: 您可以稍后从已取消的预约菜单中重新预订。

# appointment_complete_dialog_title
source: Complete Appointment
id: Selesaikan Janji Temu
zh: 完成预约

# appointment_complete_dialog_content
source: Mark this appointment as completed?
id: Tandai janji temu ini sebagai selesai?
zh: 将此预约标记为已完成？

# appointment_accept_dialog_title
source: Accept Appointment
id: Terima Janji Temu
zh: 接受预约

# appointment_accept_dialog_content
source: Are you sure you want to accept this appointment?
id: Apakah Anda yakin ingin menerima janji temu ini?
zh: 您确定要接受此预约吗？

# appointment_decline_dialog_title
source: Are you sure you want to decline this appointment?
id: Apakah Anda yakin ingin menolak janji temu ini?
zh: 您确定要拒绝此预约吗？

# appointment_decline_dialog_subtitle
source: This action cannot be undone.
id: Tindakan ini tidak dapat dibatalkan.
zh: 此操作无法撤销。

# screening_report_upload_title
source: Upload Lab Reports
id: Unggah Laporan Lab
zh: 上传实验室报告

# screening_report_upload_instruction
source: Please upload all necessary lab reports before marking them as ready.
id: Harap unggah semua laporan lab yang diperlukan sebelum menandainya sebagai siap.
zh: 请在标记为准备就绪之前上传所有必要的实验室报告。

# screening_report_uploaded_section
source: Uploaded Reports ({count})
id: Laporan Terunggah ({count})
zh: 已上传报告 ({count})

# screening_report_empty
source: No reports uploaded yet
id: Belum ada laporan yang diunggah
zh: 尚未上传报告

# screening_report_upload_btn
source: Upload New Report
id: Unggah Laporan Baru
zh: 上传新报告

# screening_report_mark_ready_btn
source: Mark Reports as Ready
id: Tandai Laporan Siap
zh: 标记报告为准备就绪

# screening_report_finalize_dialog_title
source: Finalize Reports?
id: Finalisasi Laporan?
zh: 完成报告？

# screening_report_finalize_dialog_content
source: Once marked as ready, reports will be sent to the patient and you cannot modify them anymore.
id: Setelah ditandai siap, laporan akan dikirim ke pasien dan Anda tidak dapat mengubahnya lagi.
zh: 一旦标记为准备就绪，报告将发送给患者，您将无法再修改它们。

# screening_report_finalized_message
source: Reports Finalized
id: Laporan Difinalisasi
zh: 报告已完成

# screening_report_delete_dialog_title
source: Delete Report?
id: Hapus Laporan?
zh: 删除报告？

# screening_report_delete_dialog_content
source: Are you sure you want to delete this report?
id: Apakah Anda yakin ingin menghapus laporan ini?
zh: 您确定要删除此报告吗？

# screening_report_upload_success
source: Report uploaded successfully
id: Laporan berhasil diunggah
zh: 报告上传成功

# screening_report_delete_success
source: Report deleted successfully
id: Laporan berhasil dihapus
zh: 报告删除成功

# screening_report_finalize_success
source: Reports marked as ready
id: Laporan ditandai sebagai siap
zh: 报告已标记为准备就绪

# profile_patient_title
source: My Health Profile
id: Profil Kesehatan Saya
zh: 我的健康档案

# profile_professional_title
source: My Profile
id: Profil Saya
zh: 个人资料

# profile_not_found
source: No profile data found
id: Data profil tidak ditemukan
zh: 未找到个人资料

# profile_professional_verified_label
source: Verified
id: Terverifikasi
zh: 已认证

# profile_professional_unverified_label
source: Unverified
id: Belum Terverifikasi
zh: 未认证

# profile_verified_since_date
source: Since: {date}
id: Sejak: {date}
zh: 认证于：{date}

# profile_patient_info_section
source: Profile Information
id: Informasi Profil
zh: 资料信息

# profile_patient_basic_info
source: Basic Information
id: Informasi Dasar
zh: 基本信息

# profile_patient_medical_history_n_risk_factor
source: Medical History & Risk Factors
id: Riwayat Medis & Faktor Risiko
zh: 病史与风险因素

# profile_patient_lifestyle_n_selfcare
source: Lifestyle & Self Care
id: Gaya Hidup & Perawatan Mandiri
zh: 生活方式与自我健康管理

# profile_patient_physical_sign
source: Physical Sign
id: Kondisi Fisik
zh: 身体状况

# profile_patient_mental_state
source: Mental State
id: Kesehatan Mental
zh: 心理状态

# profile_patient_health_record_section
source: Health Records
id: Catatan Kesehatan
zh: 健康记录

# profile_patient_medical_record
source: Medical Records
id: Rekam Medis
zh: 医疗记录

# profile_patient_pharmacogenomics
source: Pharmacogenomics Profile
id: Profil Farmakogenomik
zh: 药物基因组学档案

# profile_patient_wellness_genomics
source: Wellness Genomics Profile
id: Profil Wellness Genomic
zh: 健康基因组学档案

# profile_all_my_appointments
source: All My Appointments
id: Semua Janji Temu
zh: 全部预约

# profile_professional_panel_section
source: Professional Panel
id: Panel Profesional
zh: 工作台

# profile_professional_edit_profile
source: Edit Professional Profile
id: Ubah Profil Profesional
zh: 编辑专业资料

# profile_professional_my_services
source: My Services
id: Layanan Saya
zh: 我的服务

# profile_professional_my_schedule
source: My Schedule
id: Jadwal Saya
zh: 我的日程

# profile_admin_panel_section
source: Admin Panel
id: Panel Admin
zh: 管理后台

# profile_admin_manage_services
source: Manage Services
id: Kelola Layanan
zh: 管理服务

# profile_admin_manage_health_screening_services
source: Manage Health Screening Services
id: Kelola Layanan Skrining
zh: 管理健康筛查服务

# profile_admin_verify_professional
source: Verify Professionals
id: Verifikasi Profesional
zh: 专业人员审核

# profile_admin_homecare_config
source: Homecare Configuration
id: Pengaturan Homecare
zh: 居家护理配置

source: Settings
id: Pengaturan
zh: 设置

# settings_app_language
source: App Language
id: Bahasa Aplikasi
zh: 语言设置

# auth_logout
source: Logout
id: Keluar
zh: 退出登录

# profile_info_title
source: Profile Information
id: Informasi Profil
zh: 资料信息

# profile_info_profile_image
source: Profile Image
id: Foto Profil
zh: 个人头像

# profile_info_remove_image
source: Remove Image
id: Hapus Foto
zh: 删除头像

# profile_info_home_address
source: Home Address
id: Alamat Rumah
zh: 家庭地址

# profile_info_select_map_location_hint
source: Tap to select location on map
id: Pilih lokasi di peta
zh: 在地图上选择位置

# profile_info_drug_allergies
source: Drug Allergies
id: Alergi Obat
zh: 药物过敏

# risk_factor_title
source: Medical History & Risk Factors
id: Riwayat Medis & Faktor Risiko
zh: 病史与风险因素

# medical_record_title
source: Medical Records
id: Rekam Medis
zh: 医疗记录

# medical_record_empty
source: No medical records found.
id: Tidak ada rekam medis yang ditemukan.
zh: 未找到医疗记录。

# medical_record_confirm_delete_dialog_title
source: Delete Medical Record?
id: Hapus Rekam Medis?
zh: 删除医疗记录？

# medical_record_confirm_delete_dialog_content
source: Are you sure you want to delete this medical record?
id: Apakah Anda yakin ingin menghapus rekam medis ini?
zh: 您确定要删除此医疗记录吗？

# medical_record_patient_status
source: Patient Status
id: Status Pasien
zh: 患者状态

# medical_record_disease_name
source: Disease Name
id: Nama Penyakit
zh: 疾病名称

# medical_record_disease_history
source: Disease History
id: Riwayat Penyakit
zh: 疾病历史

# medical_record_special_consideration
source: Special Consideration
id: Pertimbangan Khusus
zh: 特别注意事项

# medical_record_records_file
source: Records File
id: File Rekam Medis
zh: 医疗记录文件

# medical_record_download_file_btn
source: Download File
id: Unduh File
zh: 下载文件

# medical_record_view_file_btn
source: View File
id: Lihat File
zh: 查看文件

# diabetic_retinal_photography
source: Diabetic Retinal Photography (DRP)
id: Fotografi Retina Diabetes (DRP)
zh: 糖尿病视网膜摄影 (DRP)

# diabetic_retinal_photography_desc
source: A common eye disease among diabetic patients. Blood capillaries may bleed and damage the retina, potentially leading to blindness. Regular diabetic retinal photography can detect and monitor your eyes.
id: Penyakit mata umum di kalangan pasien diabetes. Kapiler darah mungkin berdarah dan merusak retina, berpotensi menyebabkan kebutaan. Fotografi retina diabetes secara teratur dapat mendeteksi dan memantau mata Anda.
zh: 糖尿病患者常见的眼部疾病。毛细血管可能会出血并损伤视网膜，可能导致失明。定期进行糖尿病视网膜摄影可以检测和监测您的眼睛。

# diabetic_foot_screening
source: Diabetic Foot Screening (DFS)
id: Skrining Kaki Diabetes (DFS)
zh: 糖尿病足部筛查 (DFS)

# diabetic_foot_screening_desc
source: Conducted by trained nurses, who will also educate on proper footcare and good sugar control. Referrals to footcare specialists will be made where appropriate.
id: Dilakukan oleh perawat terlatih, yang juga akan mengedukasi tentang perawatan kaki yang tepat dan kontrol gula yang baik. Rujukan ke spesialis perawatan kaki akan dibuat jika perlu.
zh: 由训练有素的护士进行，他们还将教育正确的足部护理和良好的血糖控制。必要时将转诊给足部护理专家。

# diabetic_care_title
source: Diabetic Care
id: Perawatan Diabetes
zh: 糖尿病护理

# common_book_now
source: Book Now
id: Pesan Sekarang
zh: 立即预订

# diabetes_form_submit_failed
source: Failed to submit form.
id: Gagal mengirim formulir.
zh: 提交表单失败。

# common_error_title
source: Error
id: Kesalahan
zh: 错误

# diabetes_form_load_failed
source: Failed to load form data.
id: Gagal memuat data formulir.
zh: 加载表单数据失败。

# common_next
source: Next
id: Lanjut
zh: 下一步

# common_submit
source: Submit
id: Kirim
zh: 提交

# diabetes_form_title
source: Diabetes Form
id: Formulir Diabetes
zh: 糖尿病表单

# diabetes_history_title
source: Diabetes History
id: Riwayat Diabetes
zh: 糖尿病史

# diabetes_type_label
source: Type of Diabetes
id: Tipe Diabetes
zh: 糖尿病类型

# common_not_specified
source: Not specified
id: Tidak ditentukan
zh: 未指定

# year_of_diagnosis_label
source: Year of Diagnosis
id: Tahun Diagnosis
zh: 诊断年份

# last_hba1c_label
source: Last HbA1c
id: HbA1c Terakhir
zh: 最后一次 HbA1c

# current_treatment_label
source: Current Treatment
id: Pengobatan Saat Ini
zh: 当前治疗

# risk_factors_title
source: Medical History & Risk Factors
id: Riwayat Medis & Faktor Risiko
zh: 病史与风险因素

# hypertension_label
source: High Blood Pressure
id: Hipertensi
zh: 高血压

# dyslipidemia_label
source: High Cholesterol
id: Dislipidemia
zh: 血脂异常

# cardiovascular_disease_label
source: Heart Disease
id: Penyakit Kardiovaskular
zh: 心血管疾病

# eye_disease_label
source: Eye Disease (Retinopathy)
id: Penyakit Mata (Retinopati)
zh: 眼部疾病 (视网膜病变)

# neuropathy_label
source: Nerve Damage
id: Neuropati
zh: 神经病变

# kidney_disease_label
source: Kidney Disease
id: Penyakit Ginjal
zh: 肾脏疾病

# family_history_label
source: Family History
id: Riwayat Keluarga
zh: 家族史

# smoking_label
source: Smoking
id: Merokok
zh: 吸烟

# lifestyle_self_care_title
source: Lifestyle & Self-Care
id: Gaya Hidup & Perawatan Mandiri
zh: 生活方式与自我护理

# recent_hypoglycemia_label
source: Recent Hypoglycemia
id: Hipoglikemia Baru-baru ini
zh: 近期低血糖

# physical_activity_label
source: Physical Activity
id: Aktivitas Fisik
zh: 体育活动

# diet_quality_label
source: Diet Quality
id: Kualitas Diet
zh: 饮食质量

# physical_signs_title
source: Physical Signs
id: Tanda Fisik
zh: 体征

# physical_signs_if_have_title
source: Physical Signs (If Applicable)
id: Tanda Fisik (Jika Ada)
zh: 体征 (如有)

# eyes_last_exam_label
source: Eyes (Last Exam)
id: Mata (Pemeriksaan Terakhir)
zh: 眼部 (上次检查)

# eyes_findings_label
source: Eyes (Findings)
id: Mata (Temuan)
zh: 眼部 (检查结果)

# kidneys_egfr_label
source: Kidneys (eGFR)
id: Ginjal (eGFR)
zh: 肾脏 (eGFR)

# kidneys_urine_acr_label
source: Kidneys (Urine ACR)
id: Ginjal (Urine ACR)
zh: 肾脏 (尿微量白蛋白)

# feet_skin_label
source: Feet (Skin)
id: Kaki (Kulit)
zh: 足部 (皮肤)

# feet_deformity_label
source: Feet (Deformity)
id: Kaki (Deformitas)
zh: 足部 (畸形)

# common_edit_information
source: Edit Information
id: Ubah Informasi
zh: 编辑信息

# diabetes_type_question
source: Type of Diabetes:
id: Tipe Diabetes:
zh: 糖尿病类型：

# diabetes_type_1
source: Type 1
id: Tipe 1
zh: 1型

# diabetes_type_2
source: Type 2
id: Tipe 2
zh: 2型

# diabetes_type_gestational
source: Gestational
id: Gestasional
zh: 妊娠期

# common_other
source: Other
id: Lainnya
zh: 其他

# enter_diabetes_type_hint
source: Please enter your type of diabetes
id: Silakan masukkan tipe diabetes Anda
zh: 请输入您的糖尿病类型

# specify_diabetes_type_error
source: Please specify your type of diabetes.
id: Harap tentukan tipe diabetes Anda.
zh: 请具体说明您的糖尿病类型。

# year_of_diagnosis_question
source: Year of Diagnosis:
id: Tahun Diagnosis:
zh: 诊断年份：

# year_hint
source: e.g 2021
id: mis. 2021
zh: 例如 2021

# invalid_year_error
source: Invalid year.
id: Tahun tidak valid.
zh: 无效年份。

# last_hba1c_question
source: Last HbA1c:
id: HbA1c Terakhir:
zh: 最后一次 HbA1c：

# invalid_value_error
source: Invalid value.
id: Nilai tidak valid.
zh: 无效值。

# current_treatment_question
source: Current Treatment:
id: Pengobatan Saat Ini:
zh: 当前治疗：

# treatment_diet_exercise
source: Diet & Exercise
id: Diet & Olahraga
zh: 饮食与运动

# treatment_oral_medications
source: Oral Medications
id: Obat Oral
zh: 口服药物

# list_medications_hint
source: List medications...
id: Daftar obat...
zh: 列出药物...

# list_medications_error
source: Please list your oral medications.
id: Harap cantumkan obat oral Anda.
zh: 请列出您的口服药物。

# treatment_insulin
source: Insulin
zh: 胰岛素

# insulin_type_dose_hint
source: Type & dose
id: Tipe & dosis
zh: 类型和剂量

# insulin_type_dose_error
source: Please specify your insulin type & dose.
id: Harap tentukan tipe & dosis insulin Anda.
zh: 请具体说明您的胰岛素类型和剂量。

# answer_all_questions_error
source: Please answer all questions on this page.
id: Harap jawab semua pertanyaan di halaman ini.
zh: 请回答本页所有问题。

# recent_hypoglycemia_question
source: Recent Hypoglycemia:
id: Hipoglikemia Baru-baru ini:
zh: 近期低血糖：

# hypoglycemia_none
source: None
id: Tidak Ada
zh: 无

# hypoglycemia_mild
source: Mild
id: Ringan
zh: 轻度

# hypoglycemia_severe
source: Severe
id: Berat
zh: 重度

# physical_activity_question
source: Physical Activity:
id: Aktivitas Fisik:
zh: 体育活动：

# activity_regular
source: Regular
id: Teratur
zh: 规律

# activity_occasional
source: Occasional
id: Sesekali
zh: 偶尔

# activity_sedentary
source: Sedentary
id: Sedenter (Kurang Gerak)
zh: 久坐不动

# diet_quality_question
source: Diet Quality:
id: Kualitas Diet:
zh: 饮食质量：

# diet_healthy
source: Healthy
id: Sehat
zh: 健康

# diet_needs_improvement
source: Needs Improvement
id: Perlu Perbaikan
zh: 需要改善

# eyes_label
source: Eyes:
id: Mata:
zh: 眼睛：

# last_exam_date_label
source: Last Exam Date
id: Tanggal Pemeriksaan Terakhir
zh: 上次检查日期

# invalid_date_format_error
source: Invalid format (Use YYYY-MM-DD)
id: Format tidak valid (Gunakan TTTT-BB-HH)
zh: 无效格式 (使用 YYYY-MM-DD)

# invalid_date_error
source: Invalid date.
id: Tanggal tidak valid.
zh: 无效日期。

# findings_label
source: Findings
id: Temuan
zh: 检查结果

# kidneys_label
source: Kidneys:
id: Ginjal:
zh: 肾脏：

# feet_label
source: Feet:
id: Kaki:
zh: 脚部：

# skin_label
source: Skin:
id: Kulit:
zh: 皮肤：

# skin_normal
source: Normal
zh: 正常

# skin_dry
source: Dry
id: Kering
zh: 干燥

# skin_ulcer
source: Ulcer
id: Ulkus
zh: 溃疡

# skin_infection
source: Infection
id: Infeksi
zh: 感染

# deformity_label
source: Deformity:
id: Deformitas:
zh: 畸形：

# deformity_none
source: None
id: Tidak Ada
zh: 无

# deformity_bunions
source: Bunions
id: Bunion
zh: 拇囊炎

# deformity_claw_toes
source: Claw toes
id: Jari Kaki Cakar
zh: 爪形趾

# smoking_current
source: Current
id: Perokok Aktif
zh: 目前吸烟

# smoking_former
source: Former
id: Mantan Perokok
zh: 曾经吸烟

# smoking_never
source: Never
id: Tidak Pernah
zh: 从不吸烟

# family_history_diabetes_label
source: Family History of Diabetes
id: Riwayat Diabetes Keluarga
zh: 糖尿病家族史

# common_none
source: None
id: Tidak Ada
zh: 无

# common_upload_tap
source: Tap to upload your report
id: Ketuk untuk mengunggah laporan
zh: 点击上传您的报告

# common_ready
source: Ready
id: Siap
zh: 准备就绪

# common_full_report_file
source: Full Report File
id: File Laporan Lengkap
zh: 完整报告文件

# common_ok
source: OK
zh: 确定

# common_coming_soon
source: Coming Soon
id: Segera Hadir
zh: 敬请期待

# common_feature_available_soon
source: This feature will be available soon!
id: Fitur ini akan segera tersedia!
zh: 此功能即将推出！

# mental_state_title
source: Mental State
id: Kesehatan Mental
zh: 心理状态

# mental_state_current_section
source: Mental State (Current)
id: Kesehatan Mental (Saat Ini)
zh: 心理状态 (当前)

# mental_state_overall_mood
source: Overall Mood:
id: Suasana Hati Keseluruhan:
zh: 整体情绪：

# mental_state_anxiety_level
source: Anxiety Level:
id: Tingkat Kecemasan:
zh: 焦虑程度：

# mental_state_stress_level
source: Stress Level:
id: Tingkat Stres:
zh: 压力程度：

# mental_state_energy_level
source: Energy Level:
id: Tingkat Energi:
zh: 精力水平：

# mental_state_focus_level
source: Focus Level:
id: Tingkat Fokus:
zh: 专注程度：
