Repository: wolftagon-medmap/homecare-mobile
Catalog: lib/l10n/app_*.arb
Languages: id, zh

# mental_state_sleep_quality
source: Sleep Quality:
id: Kualitas Tidur:
zh: 睡眠质量：

# mental_state_notes_label
source: Notes/Events affecting your mood:
id: Catatan/Peristiwa yang memengaruhi suasana hati:
zh: 影响您情绪的笔记/事件：

# mental_state_notes_hint
source: Additional notes
id: Catatan tambahan
zh: 补充笔记

# pharmacogenomics_profile_title
source: Pharmagenomic Profile
id: Profil Farmakogenomik
zh: 药物基因组学档案

# pharmacogenomics_delete_report_title
source: Delete Report
id: Hapus Laporan
zh: 删除报告

# pharmacogenomics_delete_report_content
source: Are you sure you want to delete this report file?
id: Apakah Anda yakin ingin menghapus file laporan ini?
zh: 您确定要删除此报告文件吗？

# wellness_genomics_profile_title
source: Wellness Genomics Profile
id: Profil Wellness Genomic
zh: 健康基因组学档案

# settings_language_title
source: App Languages Setting
id: Pengaturan Bahasa Aplikasi
zh: 应用语言设置

# language_en
source: English (en)
id: Inggris (en)
zh: 英语 (en)

# language_zh
source: Chinese (zh)
id: Mandarin (zh)
zh: 中文 (zh)

# language_id
source: Indonesian (id)
id: Bahasa Indonesia (id)
zh: 印尼语 (id)

# auth_sign_in_title
source: Login Here
id: Login
zh: 在此登录

# auth_welcome_back
source: Welcome Back you've been missed
id: Selamat Datang Kembali!
zh: 欢迎回来 好久不见

# auth_email_hint
source: Email
zh: 电子邮箱

# auth_password_hint
source: Password
id: Kata Sandi
zh: 密码

# auth_forgot_password_btn
source: Forgot Password?
id: Lupa Kata Sandi?
zh: 忘记密码？

# auth_sign_in_btn
source: Sign In
id: Masuk
zh: 登录

# auth_create_account
source: Create new account
id: Buat akun baru
zh: 创建新账户

# auth_continue_with
source: Or continue with
id: atau lanjutkan dengan
zh: 或继续使用

# auth_error_title
source: Error
id: Kesalahan
zh: 错误

# auth_fill_email_password_error
source: Please fill in both Email and Password.
id: Harap isi Email dan Kata Sandi.
zh: 请填写电子邮箱和密码。

# auth_fill_all_fields_error
source: Please fill in all fields correctly.
id: Harap isi semua bidang dengan benar.
zh: 请正确填写所有字段。

# auth_select_role_error
source: Please select a user type
id: Harap pilih tipe pengguna
zh: 请选择用户类型

# auth_select_role_first_error
source: Please select a user type first
id: Harap pilih tipe pengguna terlebih dahulu
zh: 请先选择用户类型

# auth_passwords_do_not_match
source: Passwords do not match
id: Kata sandi tidak cocok
zh: 密码不匹配

# auth_enter_valid_email
source: Please enter a valid email
id: Harap masukkan email yang valid
zh: 请输入有效的电子邮箱

# auth_enter_email
source: Please enter your email
id: Harap masukkan email Anda
zh: 请输入您的电子邮箱

# auth_enter_password
source: Please enter a password
id: Harap masukkan kata sandi
zh: 请输入密码

# auth_password_length_error
source: Password must be at least 6 characters
id: Kata sandi harus minimal 6 karakter
zh: 密码必须至少 6 个字符

# auth_enter_username
source: Please enter a username
id: Harap masukkan nama pengguna
zh: 请输入用户名

# auth_confirm_password_hint
source: Confirm Password
id: Konfirmasi Kata Sandi
zh: 确认密码

# auth_username_hint
source: Username
id: Nama Pengguna
zh: 用户名

# auth_select_user_type_hint
source: Select User Type
id: Pilih Tipe Pengguna
zh: 选择用户类型

# auth_role_patient
source: Patient
id: Pasien
zh: 患者

# auth_role_nurse
source: Nurse
id: Perawat
zh: 护士

# auth_role_pharmacist
source: Pharmacist
id: Apoteker
zh: 药剂师

# auth_role_radiologist
source: Radiologist
id: Radiolog
zh: 放射科医生

# auth_role_caregiver
source: Caregiver/Helper
id: Pengasuh/Pendamping
zh: 护理员/帮手

# auth_role_physiotherapist
source: Physiotherapist
zh: 物理治疗师

# auth_sign_up_title
source: Create Account
id: Buat Akun
zh: 创建账户

# auth_sign_up_subtitle
source: Create an account so you can explore all the existing jobs
id: Buat akun agar Anda dapat menjelajahi semua pekerjaan yang ada
zh: 创建一个账户，以便您可以探索所有 现有工作

# auth_sign_up_btn
source: Sign Up
id: Daftar
zh: 注册

# auth_already_have_account
source: Already have an account
id: Sudah punya akun
zh: 已有账户

# auth_registration_successful_title
source: Registration Successful
id: Pendaftaran Berhasil
zh: 注册成功

# auth_registration_successful_content
source: Please check your email for verification.
id: Silakan periksa email Anda untuk verifikasi.
zh: 请检查您的电子邮箱进行验证。

# auth_complete_registration_title
source: Complete Registration
id: Selesaikan Pendaftaran
zh: 完成注册

# auth_complete_registration_content
source: Welcome! Please select your account type to continue.
id: Selamat Datang! Silakan pilih tipe akun Anda untuk melanjutkan.
zh: 欢迎！ 请选择您的账户类型以继续。

# auth_forgot_password_title
source: Forgot Password?
id: Lupa Kata Sandi?
zh: 忘记密码？

# auth_forgot_password_subtitle
source: Don't worry! Please enter the email address linked with your account.
id: Jangan khawatir! Silakan masukkan alamat email yang terhubung dengan akun Anda.
zh: 别担心！请输入与您的账户关联的电子邮件地址。

# auth_enter_email_hint
source: Enter your email
id: Masukkan email Anda
zh: 请输入您的电子邮箱

# auth_send_code_btn
source: Send Code
id: Kirim Kode
zh: 发送代码

# auth_otp_sent_success
source: OTP sent successfully
id: OTP berhasil dikirim
zh: OTP 发送成功

# auth_otp_verification_title
source: Enter Verification Code
id: Masukkan Kode Verifikasi
zh: 输入验证码

# auth_otp_verification_subtitle
source: Enter the code that we have sent to your email {email}
id: Masukkan kode yang telah kami kirim ke email Anda {email}
zh: 请输入我们发送到您邮箱 {email} 的代码

# auth_verify_btn
source: Verify
id: Verifikasi
zh: 验证

# auth_resend_code
source: Didn't receive the code? Resend
id: Tidak menerima kode? Kirim Ulang
zh: 没有收到代码？重新发送

# auth_resend_in_seconds
source: Resend in {seconds} seconds
id: Kirim ulang dalam {seconds} detik
zh: {seconds} 秒后重新发送

# auth_code_resent
source: Code resent!
id: Kode dikirim ulang!
zh: 代码已重新发送！

# auth_pin_incorrect
source: Pin is incorrect
id: Pin salah
zh: Pin 码不正确

# auth_reset_password_title
source: Reset Password
id: Atur Ulang Kata Sandi
zh: 重置密码

# auth_reset_password_subtitle
source: Please enter your new password
id: Silakan masukkan kata sandi baru Anda
zh: 请输入您的新密码

# auth_new_password_hint
source: New Password
id: Kata Sandi Baru
zh: 新密码

# auth_confirm_password_error
source: Please confirm your password
id: Harap konfirmasi kata sandi Anda
zh: 请确认您的密码

# auth_reset_password_btn
source: Reset Password
id: Atur Ulang Kata Sandi
zh: 重置密码

# auth_reset_password_success_title
source: Password Reset Successful!
id: Atur Ulang Kata Sandi Berhasil!
zh: 密码重置成功！

# auth_reset_password_success_content
source: You have successfully reset your password. Please use your new password when logging in.
id: Anda telah berhasil mengatur ulang kata sandi Anda. Silakan gunakan kata sandi baru Anda saat masuk.
zh: 您已成功重置密码。登录时请使用您的新密码。

# auth_back_to_login_btn
source: Back to Login
id: Kembali ke Login
zh: 返回登录

# booking_nursing_primary_title
source: Primary Nursing
id: Perawatan Primer
zh: 基础护理

# booking_nursing_primary_desc
source: Monitor and administer nursing procedures from body checking, Medication, tube feed and suctioning to injections and wound care.
id: Memantau dan memberikan prosedur keperawatan mulai dari pemeriksaan tubuh, pengobatan, selang makan dan penyedotan hingga suntikan dan perawatan luka.
zh: 监测并执行 护理程序，从 身体检查、给药、 管饲和吸痰到 注射和伤口护理。

# booking_nursing_specialized_title
source: Specialized Nursing Services
id: Layanan Keperawatan Khusus
zh: 专业护理服务

# booking_nursing_specialized_desc
source: Focus on recovery and leave the complex nursing care in the hands of our experienced nurse Care Pros
id: Fokus pada pemulihan dan serahkan perawatan keperawatan yang kompleks di tangan perawat profesional kami yang berpengalaman
zh: 专注于康复，并将 复杂的护理工作交给我们经验丰富的 护士护理专家

# booking_nursing_page_title
source: Home Nursing
id: Layanan Keperawatan di Rumah
zh: 居家护理

# booking_pharmacy_page_title
source: iRX Pharmacist Service
id: Layanan Apoteker iRX
zh: iRX 药师服务

# booking_pharmacy_medication_counseling_title
source: Medication Counseling and Education
id: Konseling dan Edukasi Obat
zh: 药物咨询 与教育

# booking_pharmacy_medication_counseling_desc
source: Medication counseling and education guide patients on proper use, side effects, and adherence to prescriptions, enhancing safety and improving health outcomes.
id: Konseling dan edukasi obat memandu pasien tentang penggunaan yang tepat, efek samping, dan kepatuhan terhadap resep, meningkatkan keamanan dan meningkatkan hasil kesehatan.
zh: 药物咨询和教育指导 患者正确使用、副作用和 处方依从性， 提高安全性并 改善健康结果。

# booking_pharmacy_therapy_review_title
source: Comprehensive Therapy Review
id: Tinjauan Terapi Komprehensif
zh: 综合治疗 审查

# booking_pharmacy_therapy_review_desc
source: Comprehensive review of your medication and lifestyle to optimize treatment outcomes and minimize potential side effects
id: Tinjauan komprehensif terhadap obat dan gaya hidup Anda untuk mengoptimalkan hasil pengobatan dan meminimalkan potensi efek samping
zh: 全面审查您的药物 和生活方式，以优化治疗 结果并最大程度地减少潜在的副 作用

# booking_pharmacy_health_coaching_title
source: Health Coaching
id: Pelatihan Kesehatan
zh: 健康指导

# booking_pharmacy_health_coaching_desc
source: Personalized guidance and support to help individuals achieve their health goals, manage chronic conditions, and improve overall well- being, with specialized programs for weight management, diabetes management, high blood pressure management, and high cholesterol management
id: Panduan dan dukungan yang dipersonalisasi untuk membantu individu mencapai tujuan kesehatan mereka, mengelola kondisi kronis, dan meningkatkan kesejahteraan secara keseluruhan , dengan program khusus untuk manajemen berat badan, manajemen diabetes, manajemen tekanan darah tinggi, dan manajemen kolesterol tinggi
zh: 个性化指导和支持，帮助 个人实现健康目标，管理 慢性病，并改善整体福祉 ，设有体重 管理、糖尿病管理、高 血压管理和高 胆固醇管理的专门计划

# booking_pharmacy_smoking_cessation_title
source: Smoking Cessation
id: Berhenti Merokok
zh: 戒烟

# booking_pharmacy_smoking_cessation_desc
source: Smoking cessation involves quitting smoking through strategies like counseling, medications, and support programs to improve health and reduce the risk of smoking-related diseases.
id: Berhenti merokok melibatkan menghentikan kebiasaan merokok melalui strategi seperti konseling, obat-obatan, dan program dukungan untuk meningkatkan kesehatan dan mengurangi risiko penyakit terkait merokok.
zh: 戒烟涉及通过 咨询、药物和支持 计划等策略戒除 吸烟习惯，以改善健康并 降低吸烟相关 疾病的风险。

# booking_issue_list_title_nursing
source: Nurse Services Case
id: Kasus Layanan Perawat
zh: 护士服务案例

# booking_issue_list_title_pharmacy
source: Pharmacist Services Case
id: Kasus Layanan Apoteker
zh: 药师服务案例

# booking_issue_list_title_radiology
source: Radiologist Services Case
id: Kasus Layanan Radiolog
zh: 放射科医生服务案例

# booking_issue_list_title_default
source: Service Case
id: Kasus Layanan
zh: 服务案例

# booking_tell_us_concern
source: Tell Us Your Concern
id: Beritahu kami keluhan Anda
zh: 告诉我们要咨询的问题

# booking_issue_empty
source: There are no issues added yet. Please add one or more issues so you can proceed to the next step.
id: Belum ada keluhan yang ditambahkan. Harap tambahkan keluhan agar Anda dapat melanjutkan ke langkah berikutnya.
zh: 尚未添加任何问题。 请添加一个或多个问题，以便 您可以继续下一步。

# booking_add_issue_btn
source: Add an Issue
id: Tambah Keluhan
zh: 添加问题

# booking_next_btn
source: Next
id: Lanjut
zh: 下一步

# booking_issue_delete_dialog_title
source: Delete Issue
id: Hapus Keluhan
zh: 删除问题

# booking_issue_delete_dialog_content
source: Are you sure you want to delete this issue?
id: Apakah Anda yakin ingin menghapus keluhan ini?
zh: 您确定要删除此问题吗？

# booking_issue_form_add_title
source: Add an Issue
id: Tambah Keluhan
zh: 添加问题

# booking_issue_form_edit_title
source: Edit Issue
id: Ubah Keluhan
zh: 编辑问题

# booking_issue_form_instruction
source: Tell us your concerns
id: Ceritakan kekhawatiran Anda
zh: 告诉我们要咨询的问题

# booking_issue_form_title_hint
source: Issue Title
id: Judul Keluhan
zh: 问题标题

# booking_issue_form_desc_hint
source: Please enter questions, concerns, relevant symptoms related to your case along with related keywords.
id: Silakan masukkan pertanyaan, kekhawatiran, gejala relevan yang terkait dengan kasus Anda beserta kata kunci terkait.
zh: 请输入与您的案例相关的问题、疑虑、相关症状以及相关关键字。

# booking_issue_form_images_label
source: Images
id: Gambar
zh: 图片

# booking_issue_form_update_btn
source: Update
id: Perbarui
zh: 更新

# booking_issue_form_add_btn
source: Add
id: Tambah
zh: 添加

# booking_issue_form_required_error
source: Issue title and description are required.
id: Judul dan deskripsi keluhan wajib diisi.
zh: 问题标题和描述为必填项。

# booking_issue_form_success_update
source: Issue updated successfully
id: Keluhan berhasil diperbarui
zh: 问题更新成功

# booking_issue_form_success_add
source: Issue added successfully
id: Keluhan berhasil ditambahkan
zh: 问题添加成功

# booking_health_status_title
source: Personal Case Detail
id: Detail Kasus Pribadi
zh: 个人案例详情

# booking_health_status_mobility_label
source: Select your mobility status
id: Pilih status mobilitas Anda
zh: 选择您的行动状态

# booking_health_status_record_label
source: Select a related health record
id: Pilih rekam medis terkait
zh: 选择相关的健康记录

# booking_health_status_record_hint
source: Please select a record
id: Silakan pilih rekam medis
zh: 请选择记录

# booking_health_status_no_records
source: No medical records available.
id: Tidak ada rekam medis yang tersedia.
zh: 没有可用的医疗记录。

# booking_addon_nursing_title
source: Nursing Procedures
id: Prosedur Keperawatan
zh: 护理程序

# booking_addon_specialized_nursing_title
source: Specialized Nursing Procedures
id: Prosedur Keperawatan Khusus
zh: 专业护理程序

# booking_addon_pharmacy_title
source: Pharmacy Services
id: Layanan Farmasi
zh: 药房服务

# booking_addon_radiology_title
source: Radiology Services
id: Layanan Radiologi
zh: 放射科服务

# booking_addon_default_title
source: Add On Services
id: Layanan Tambahan
zh: 附加服务

# booking_addon_empty
source: No add-on services available.
id: Tidak ada layanan tambahan yang tersedia.
zh: 没有可用的附加服务。

# booking_estimated_budget
source: Estimated Budget
id: Perkiraan Biaya
zh: 预计预算

# booking_book_appointment_btn
source: Book Appointment
id: Buat Janji Temu
zh: 预约

# booking_professional_search_nurse
source: Search Nurse
id: Cari Perawat
zh: 搜索护士

# booking_professional_search_pharmacist
source: Search Pharmacist
id: Cari Apoteker
zh: 搜索药剂师

# booking_professional_search_radiologist
source: Search Radiologist
id: Cari Radiolog
zh: 搜索放射科医生

# booking_professional_search_caregiver
source: Search Caregiver/Helper/Worker
id: Cari Pengasuh/Pendamping/Pekerja
zh: 搜索护理员/帮手/工人

# booking_professional_search_default
source: Search Professional
id: Cari Profesional
zh: 搜索专业人员

# booking_professional_filter_text
source: Filtering by {count} selected services
id: Difilter berdasarkan {count} layanan terpilih
zh: 按 {count} 个选定服务过滤

# booking_professional_empty
source: No professionals found matching your criteria.
id: Tidak ditemukan profesional yang cocok dengan kriteria Anda.
zh: 未找到符合您标准的专业人员。

# booking_professional_appointment_btn
source: Appointment
id: Buat Janji Temu
zh: 预约

# booking_professional_detail_nurse
source: Nurse Details
id: Detail Perawat
zh: 护士详情

# booking_professional_detail_pharmacist
source: Pharmacist Details
id: Detail Apoteker
zh: 药剂师详情

# booking_professional_detail_radiologist
source: Radiologist Details
id: Detail Radiolog
zh: 放射科医生详情

# booking_professional_detail_default
source: Professional Details
id: Detail Profesional
zh: 专业人员详情

# booking_professional_patients_label
source: Patients
id: Pasien
zh: 患者

# booking_professional_experience_label
source: Experience
id: Pengalaman
zh: 经验

# booking_professional_rating_label
source: Rating
id: Penilaian
zh: 评分

# booking_professional_about_me
source: About Me
id: Tentang Saya
zh: 关于我

# booking_professional_working_info
source: Working Information
id: Informasi Kerja
zh: 工作信息

# booking_professional_certificate
source: Professional Certificate
id: Sertifikat Profesional
zh: 专业证书

# booking_professional_no_certificate
source: No certificate available.
id: Sertifikat tidak tersedia.
zh: 暂无证书。

# booking_professional_id_number
source: ID Number: {number}
id: Nomor ID: {number}
zh: ID 号码：{number}

# booking_professional_issued_on
source: Issued: {date}
id: Diterbitkan: {date}
zh: 签发日期：{date}

# booking_professional_reviews
source: Reviews
id: Ulasan
zh: 评论

# booking_professional_see_all
source: See All
id: Lihat Semua
zh: 查看全部

# booking_professional_no_reviews
source: No reviews available yet.
id: Belum ada ulasan.
zh: 暂无评论。

# booking_professional_schedule_btn
source: Schedule Appointment
id: Jadwalkan Janji Temu
zh: 安排预约

# booking_schedule_title
source: Select Schedule
id: Pilih Jadwal
zh: 选择时间表

# booking_schedule_select_date
source: Select Date
id: Pilih Tanggal
zh: 选择日期

# booking_schedule_select_hour
source: Select Hour
id: Pilih Jam
zh: 选择时间

# booking_schedule_no_slots
source: No available slots for this day.
id: Tidak ada slot tersedia untuk hari ini.
zh: 该日没有可用的时段。

# booking_schedule_submit_btn
source: Submit
id: Kirim
zh: 提交

# booking_schedule_submitting
source: Submitting...
id: Mengirim...
zh: 正在提交...

# booking_schedule_reschedule_success
source: Appointment rescheduled successfully
id: Janji temu berhasil dijadwalkan ulang
zh: 预约重新安排成功

# booking_schedule_reschedule_failed
source: Rescheduling failed.
id: Penjadwalan ulang gagal.
zh: 重新安排失败。

# booking_appointment_created_success
source: Appointment created successfully
id: Janji temu berhasil dibuat
zh: 预约创建成功

# booking_appointment_created_failed
source: Failed to create appointment
id: Gagal membuat janji temu
zh: 创建预约失败

# chat_pharma_title
source: AI Pharmacist
id: Apoteker AI
zh: AI 药剂师

# chat_pharma_online
source: Online
zh: 在线

# chat_pharma_privacy
source: (HIPAA Privacy)
id: (Privasi HIPAA)
zh: (HIPAA 隐私)

# chat_pharma_need_help
source: Need Help?
id: Butuh Bantuan?
zh: 需要帮助？

# chat_pharma_request_help
source: Request help from the Pharmacist
id: Minta bantuan dari Apoteker
zh: 请求药剂师帮助

# chat_pharma_input_hint
source: Write your message
id: Tulis pesan Anda
zh: 输入您的消息

# common_unknown_location
source: Unknown Location
id: Lokasi Tidak Diketahui
zh: 未知位置

# booking_personal_issue_concern
source: Concern / Question
id: Kekhawatiran / Pertanyaan
zh: 疑虑 / 问题

# booking_personal_issue_updated_on
source: Updated on: {date}
id: Diperbarui pada: {date}
zh: 更新于：{date}

# booking_personal_issue_images
source: Images
id: Gambar
zh: 图片

# booking_mobility_bedbound
source: Bedbound
id: Terbaring di Tempat Tidur
zh: 长期卧床

# booking_mobility_wheelchair_bound
source: Wheelchair
id: Menggunakan Kursi Roda
zh: 轮椅代步

# booking_mobility_walking_aid
source: With Walking Aid
id: Alat Bantu Jalan
zh: 助行器辅助

# booking_mobility_mobile_without_aid
source: Independent without Walking Aid
id: Bergerak Tanpa Alat Bantu
zh: 无需辅助行动

# home_health_screening_title
source: Home Health Screening
id: Skrining Kesehatan di Rumah
zh: 居家健康筛查

# home_health_at_home_diagnostic
source: At-home diagnostic tests
id: Tes diagnostik di rumah
zh: 居家诊断测试

# home_health_at_home_diagnostic_desc
source: Patients collect samples at home using a self-collection kit, which includes materials like swabs, test cards, and collection tubes, and submit them to a CLIA/CAP certified lab (telemedicine lab) for processing. Laboratory technicians process these samples and upload results to an online portal. Primary care doctors, specialists, or other healthcare professionals review results and walk patients through next steps.
id: Pasien mengumpulkan sampel di rumah menggunakan alat pengumpulan mandiri, yang mencakup bahan seperti penyeka, kartu tes, dan tabung pengumpul, dan menyerahkannya ke laboratorium bersertifikat CLIA/CAP (laboratorium telemedis) untuk diproses. Teknisi laboratorium memproses sampel ini dan mengunggah hasilnya ke portal online. Dokter perawatan primer, spesialis, atau profesional kesehatan lainnya meninjau hasil dan memandu pasien melalui langkah selanjutnya.
zh: 患者使用包含拭子、测试卡和收集管等材料的自采集套件在家采集样本，并将其提交给经过CLIA/CAP认证的实验室（远程医疗实验室）进行处理。实验室技术人员处理这些样本并将结果上传到在线门户。初级保健医生、专科医生或其他医疗专业人员会审查结果并指导患者进行后续步骤。

# home_health_point_of_care
source: Point-of-care tests
id: Point of Care Testing (POCT)
zh: 即时检测 (POCT)

# home_health_point_of_care_desc
source: Diagnostics done outside of a lab that patients can take by themselves at home. These tests develop rapidly and produce results without a doctor or lab technician present. With point-of-care tests, patients review results outside a medical setting and determine their own next steps.
id: Diagnostik dilakukan di luar laboratorium yang dapat dilakukan pasien sendiri di rumah. Tes ini berkembang dengan cepat dan menghasilkan hasil tanpa kehadiran dokter atau teknisi laboratorium. Dengan Point of Care Testing, pasien meninjau hasil di luar pengaturan medis dan menentukan langkah selanjutnya sendiri.
zh: 在实验室外进行的诊断，患者可以在家中自行进行。这些测试显影迅速，无需医生或实验室技术人员在场即可产生结果。通过即时检测，患者可以在医疗环境之外查看结果并确定自己的后续步骤。

# home_health_screening_booked_success
source: Screening appointment booked successfully!
id: Janji temu skrining berhasil dipesan!
zh: 筛查预约成功！

# home_health_screening_booking_failed
source: Booking failed
id: Pemesanan gagal
zh: 预约失败

# homecare_elderly_title
source: Home Care for Elderly
id: Perawatan Lansia di Rumah
zh: 长者居家护理

# homecare_house_bedding_cleaning
source: House & Bedding Cleaning
id: Pembersihan Rumah & Tempat Tidur
zh: 房屋与寝具清洁

# homecare_house_bedding_cleaning_desc
source: Regular cleaning services to maintain a hygienic, comfortable, and safe living environment for the elderly.
id: Layanan kebersihan rutin untuk menjaga lingkungan hidup yang higienis, nyaman, dan aman bagi lansia.
zh: 定期清洁服务，为长者维护卫生、舒适和安全的居住环境。

# homecare_kitchen_bathroom_repair
source: Kitchen & Bathroom Repair
id: Perbaikan Dapur & Kamar Mandi
zh: 厨房与浴室维修

# homecare_kitchen_bathroom_repair_desc
source: On-demand minor repairs to maintain functionality and safety in key home areas.
id: Perbaikan kecil sesuai permintaan untuk menjaga fungsionalitas dan keamanan di area utama rumah.
zh: 按需进行小修，以维持家庭关键区域的功能和安全。

source: Homecare Plus Active
id: Homecare Plus Aktif
zh: 居家护理 Plus 已激活

# homecare_get_plus
source: Get Homecare Plus
id: Dapatkan Homecare Plus
zh: 获取居家护理 Plus

# homecare_balance
source: Balance: {balance} Hours
id: Saldo: {balance} Jam
zh: 余额：{balance} 小时

# homecare_subscription_offer
source: {quota} Hours for {price}
id: {quota} Jam seharga {price}
zh: {quota} 小时 仅需 {price}

# homecare_request_services_btn
source: Request Services
id: Minta Layanan
zh: 请求服务

# homecare_select_at_least_one_task
source: Please select at least one task.
id: Harap pilih setidaknya satu tugas.
zh: 请至少选择一项任务。

# homecare_task_list_title
source: Task List
id: Daftar Tugas
zh: 任务列表

# homecare_feature_name
source: FEATURE NAME
id: NAMA FITUR
zh: 功能名称

# homecare_frequency
source: FREQUENCY
id: FREKUENSI
zh: 频率

# homecare_weekly
source: Weekly
id: Mingguan
zh: 每周

# homecare_monthly
source: Monthly
id: Bulanan
zh: 每月

# homecare_as_needed
source: As Needed
id: Sesuai Kebutuhan
zh: 按需

# homecare_review_checkout_title
source: Review & Checkout
id: Tinjau & Pembayaran
zh: 审查与结账

# homecare_requested_tasks
source: Requested Tasks
id: Tugas yang Diminta
zh: 请求的任务

# homecare_billing_option
source: Billing Option
id: Opsi Penagihan
zh: 计费选项

# homecare_hourly_rate
source: Hourly Rate
id: Tarif Per Jam
zh: 小时费率

# homecare_use_subscription_balance
source: Use Subscription Balance
id: Gunakan Saldo Langganan
zh: 使用订阅余额

# homecare_deduct_hours
source: Deduct {hours} Hours (Balance: {balance} h)
id: Potong {hours} Jam (Saldo: {balance} j)
zh: 扣除 {hours} 小时（余额：{balance} 小时）

# homecare_insufficient_balance
source: Insufficient Balance ({balance} h)
id: Saldo Tidak Cukup ({balance} j)
zh: 余额不足（{balance} 小时）

# homecare_confirm_booking_btn
source: Confirm Booking
id: Konfirmasi Pesanan
zh: 确认预订

# homecare_subscription_plans_title
source: Subscription Plans
id: Paket Langganan
zh: 订阅计划

# homecare_care_hours
source: {hours} Hours of Care
id: {hours} Jam Perawatan
zh: {hours} 小时护理
